Repository: alphaArgon/ScrollToZoom
Catalog: ScrollToZoom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ru, zh_hans, zh_hant

source: zoom in
de: Hineinzoomen
es: acercar
fr: agrandir
ja: 拡大
ru: увеличить
zh_hans: 放大
zh_hant: 放大

source: zoom out
de: Herauszoomen
es: alejar
fr: réduire
ja: 縮小
ru: уменьшить
zh_hans: 缩小
zh_hant: 縮小

# 🖱 Mid
source: 🖱 Middle
de: 🖱 Mitte
es: 🖱 Medio
fr: 🖱 Milieu
ja: 🖱 中
ru: 🖱 Средняя
zh_hans: 🖱 中键
zh_hant: 🖱 中鍵

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# configured-apps
source: Configured
de: Konfiguriert
es: Configuradas
fr: Configurées
ja: 設定済み
ru: Настроенные
zh_hans: 已配置
zh_hant: 已配置

# enable-magic-zoom
source: Use Magic Mouse gesture to zoom
de: Magic Mouse-Geste zum Zoomen verwenden
es: Usar gesto del Magic Mouse para hacer zoom
fr: Utiliser les gestes de la Magic Mouse pour zoomer
ja: Magic Mouseのジェスチャでズーム
ru: Использовать жест Magic Mouse для увеличения
zh_hans: 使用妙控鼠标手势来缩放
zh_hant: 使用巧控滑鼠手勢來縮放

# enable-with-key-or-button-#
source: Use scroll wheel to zoom with #
de: Scrollrad mit # zum Zoomen verwenden
es: Usar rueda del ratón para hacer zoom con #
fr: Faire défiler avec touches # pour zoomer
ja: #とスクロールホイールでズーム
ru: Увеличивать, используя колёсико мыши с #
zh_hans: 按下#时，使用滚轮来缩放
zh_hant: 按下#時，使用滾輪來縮放

# enabled-for-app-name-%@
source: Enable for %@
de: Für „%@“ aktivieren
es: Activar para «%@»
fr: Activer pour « %@ »
ja: 「%@」で有効にする
ru: Включить для «%@»
zh_hans: 作用于 “%@”
zh_hant: 為「%@」啟用

# exclude-flags
source: Erase modifier keys
de: Sondertasten entfernen
es: Borrar teclas modificadoras
fr: Effacer les touches de modification
ja: 修飾キーを消去
ru: Удалять клавиши-модификаторы
zh_hans: 擦除修饰键
zh_hant: 擦除變更鍵

# exclude-flags-message
source: Some applications behave differently when modifier keys are pressed. Enable this option to wipe out the triggering modifier flags from the simulated zooming events.
de: Manche Apps verhalten sich anders, wenn Sondertasten gedrückt sind. Aktiviere diese Option, um die Sondertasten aus den simulierten Zoomereignissen zu entfernen.
es: Algunas apps se comportan de forma diferente cuando se pulsan teclas modificadoras. Activa esta opción para quitarlas de los eventos de zoom simulados.
fr: Certaines apps réagissent différemment lorsque des touches de modification sont enfoncées. Activez cette option pour retirer ces touches des événements de zoom simulés.
ja: アプリケーションによっては、修飾キーが押されていると動作が変わります。このオプションをオンにすると、トリガーとなった修飾キーの情報が、シミュレートされたズームイベントから取り除かれます。
ru: Некоторые приложения работают иначе, когда нажаты клавиши-модификаторы. Включите этот параметр, чтобы удалять эти клавиши из имитируемых событий масштабирования.
zh_hans: 一些应用程序在按下修饰键时会有不同的行为。启用该项将从模拟的缩放事件中抹去触发缩放的修饰键标记。
zh_hant: 一些應用程式在按下變更鍵時會有不同的動作。選取該項將從模擬的縮放事件中抹掉觸發縮放變更鍵標記。

# grant-permission
source: Grant
de: Zulassen
es: Permitir
fr: Autoriser
ja: 許可
ru: Разрешить
zh_hans: 授权
zh_hant: 授權

# inertia-message
source: Inertia setting applies to built-in trackpads, Magic Trackpads, and Magic Mice.
de: Die Trägheitseinstellung gilt für integrierte Trackpads sowie Magic Trackpad und Magic Mouse.
es: El ajuste de inercia se aplica a los trackpads integrados, al Magic Trackpad y al Magic Mouse.
fr: Le réglage d’inertie s’applique aux trackpads intégrés, au Magic Trackpad et à la Magic Mouse.
ja: 慣性の設定は、内蔵トラックパッド、Magic Trackpad、Magic Mouseに適用されます。
ru: Настройка инерции применяется к встроенным трекпадам, Magic Trackpad и Magic Mouse.
zh_hans: 惯性设置适用于 MacBook 内置触控板、妙控板和妙控鼠标。
zh_hant: 慣性設定適用於 MacBook 內建觸控式軌跡板、巧控板和巧控滑鼠。

source: Inertia:
de: Trägheit:
es: Inercia:
fr: Inertie :
ja: 慣性:
ru: Инерция:
zh_hans: 惯性：
zh_hant: 慣性：

# launch-at-login
source: Launch Scroll to Zoom at login
de: Scroll to Zoom bei der Anmeldung öffnen
es: Abrir Scroll to Zoom al iniciar sesión
fr: Ouvrir Scroll to Zoom à l'ouverture de session
ja: ログイン時にスクロールでズームを開く
ru: Открывать Scroll to Zoom при входе
zh_hans: 登录时启动滚动来缩放
zh_hant: 登入時開啟捲動來縮放

# log-message
source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ru: Сообщение
zh_hans: 信息
zh_hant: 訊息

# log-time
source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ru: Время
zh_hans: 时间
zh_hant: 時間

# magic-zoom-message
source: Double-tap with one finger and hold, then scroll to zoom.
de: Tippe zweimal mit einem Finger und halte den Finger auf der Oberfläche, scrolle dann zum Zoomen.
es: Toca dos veces con un dedo y mantenlo apoyado; después desplázate para hacer zoom.
fr: Touchez deux fois avec un doigt et maintenez le contact, puis faites défiler pour zoomer.
ja: 1本指でダブルタップしてそのまま触れ続け、スクロールしてズームします。
ru: Дважды коснитесь одним пальцем и удерживайте его, затем прокрутите для масштабирования.
zh_hans: 单指轻点两下并保持，然后滚动来缩放。
zh_hant: 用一指輕點兩下並保持，然後捲動來縮放。

source: Open Console…
de: Konsole öffnen …
es: Abrir consola…
fr: Ouvrir la console…
ja: コンソールを開く…
ru: Открыть консоль…
zh_hans: 打开控制台…
zh_hant: 打開主控台⋯

# open-options-for-apps
source: Options for Apps…
de: Optionen für Apps …
es: Opciones para apps…
fr: Options des apps…
ja: 各アプリのオプション…
ru: Параметры приложений…
zh_hans: 各应用选项…
zh_hant: 各應用選項⋯

source: Options for Apps
de: Optionen für Apps
es: Opciones para apps
fr: Options des apps
ja: 各アプリのオプション
ru: Параметры приложений
zh_hans: 各应用选项
zh_hant: 各應用選項

# permission-message
source: Allow this application to control the computer in System Settings. If the item for this application is already listed and turned on, remove it and retry.
de: Öffne die „Systemeinstellungen“ und erlaube dieser App, den Computer zu steuern. Wenn der Eintrag für diese App bereits in der Liste angezeigt und aktiviert ist, entferne ihn und versuche es erneut.
es: En «Ajustes del Sistema», permite que esta app controle el ordenador. Si el elemento de esta app ya aparece en la lista y está activado, elimínalo e inténtalo de nuevo.
fr: Dans « Réglages Système », autorisez cette app à contrôler l’ordinateur. Si l’élément de cette app apparaît déjà dans la liste et qu’il est activé, supprimez-le, puis réessayez.
ja: 「システム設定」で、このアプリケーションによる制御を許可してください。このアプリの項目が既にリストに表示され、有効になっている場合は、削除してからやり直してください。
ru: В «Системных настройках» разрешите этому приложению управлять компьютером. Если элемент этого приложения уже есть в списке и включен, удалите его и повторите попытку.
zh_hans: 在 “系统设置” 中允许此应用程序控制电脑。如果此应用程序项已在列表中启用，将其移除后重试。
zh_hant: 在「系統設定」中允許此應用程式控制電腦。如果此應用程式項已在列表中啟用，將其移除後再試一次。

# permission-title
source: Accessibility Permission Required
de: Bedienungshilfen-Berechtigung erforderlich
es: Se requiere permiso de accesibilidad
fr: Autorisation d’accessibilité requise
ja: アクセシビリティのアクセス権が必要
ru: Требуется разрешение универсальный доступ
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

# permission-warning
source: When the scroll-to-zoom is enabled, removing permission may cause the computer to become unresponsive.
de: Wenn Scroll to Zoom aktiviert ist, kann das Entfernen der Berechtigung dazu führen, dass der Computer nicht mehr reagiert.
es: Cuando el zoom con desplazamiento está activado, retirar el permiso puede hacer que el ordenador deje de responder.
fr: Lorsque le zoom par défilement est activé, retirer l’autorisation peut empêcher l’ordinateur de répondre.
ja: スクロールでズームする機能が有効なときにアクセス権を削除すると、コンピュータが応答しなくなる場合があります。
ru: Если масштабирование прокруткой включено, отзыв разрешения может привести к тому, что компьютер перестанет отвечать.
zh_hans: 当滚动来缩放功能启用时，移除权限可能会导致电脑不能响应。
zh_hant: 當捲動來縮放功能啟用時，移除權限可能會導致電腦不能回應。

source: Recommended for this app.
de: Für diese App empfohlen.
es: Recomendado para esta app.
fr: Recommandé pour cette app.
ja: このアプリに推奨されます。
ru: Рекомендуется для этого приложения.
zh_hans: 建议为此应用启用。
zh_hant: 推薦為此應用啟用。

# running-apps
source: Opened
de: Geöffnet
es: Abiertas
fr: Ouvertes
ja: 開いている
ru: Открытые
zh_hans: 已打开
zh_hant: 已打開

source: Scroll to Zoom Console
de: Scroll to Zoom-Konsole
es: Consola de Scroll to Zoom
fr: Console de Scroll to Zoom
ja: スクロールでズームのコンソール
ru: Консоль Scroll to Zoom
zh_hans: 滚动来缩放控制台
zh_hant: 捲動來縮放主控台

# should-not-launch-at-login-message
source: To enable automatic launch, quit and move this app into the Applications folder.
de: Um das automatische Öffnen zu aktivieren, beende diese App und verschiebe sie in den Ordner „Programme“.
es: Para activar la apertura automática, sal de esta app y muévela a la carpeta Aplicaciones.
fr: Pour activer l’ouverture automatique, quittez cette app et placez-la dans le dossier « Applications ».
ja: 自動起動を有効にするには、このアプリを終了してから「アプリケーション」フォルダに移動してください。
ru: Чтобы включить автоматическое открытие, завершите это приложение и переместите его в папку «Программы».
zh_hans: 要允许自动启动，请退出此应用，再将其移入 “应用程序” 文件夹。
zh_hant: 要允許自動開啟，請結束此應用，然後將其移入「應用程式」檔案夾。

source: Speed:
de: Geschwindigkeit:
es: Velocidad:
fr: Vitesse :
ja: 速度:
ru: Скорость:
zh_hans: 速度：
zh_hant: 速度：

# swipe-up-to
source: Slide finger up to
de: Finger hoch zum
es: Deslizar el dedo hacia arriba para
fr: Le doigt vers le haut pour
ja: 指を上にスライドして
ru: Проведите пальцем вверх, чтобы
zh_hans: 手指向上滑来
zh_hant: 手指向上滑來

# view-source-on-github
source: Source on GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
ja: GitHubのソースコード
ru: Исходный код на GitHub
zh_hans: GitHub上的源码
zh_hant: GitHub上的原始碼

# wants-dictatorship
source: Work with other mouse optimization tools
de: Mit anderen Tools zur Mausoptimierung verwenden
es: Usar con otras herramientas de optimización del ratón
fr: Utiliser avec d’autres outils d’optimisation de la souris
ja: 他のマウス最適化ツールと併用
ru: Использовать с другими инструментами оптимизации мыши
zh_hans: 配合其他鼠标优化工具使用
zh_hant: 與其他滑鼠最佳化工具協同運作

# wants-dictatorship-message
source: This may cause slight delays when zooming and increase power consumption. If you don’t use other tools, you can safely disable it.
de: Dies kann zu leichten Verzögerungen beim Zoomen führen und den Stromverbrauch erhöhen. Wenn du keine anderen Tools verwendest, kannst du diese Option bedenkenlos deaktivieren.
es: Esto puede causar ligeros retrasos al usar el zoom y aumentar el consumo de energía. Si no usas otras herramientas, puedes desactivar esta opción sin problema.
fr: Cela peut entraîner de légers retards lors du zoom et augmenter la consommation d’énergie. Si vous n’utilisez pas d’autres outils, vous pouvez désactiver cette option sans risque.
ja: ズーム時にわずかな遅延が発生し、消費電力が増える場合があります。ほかのツールを使っていない場合は、このオプションをオフにしても問題ありません。
ru: Это может вызвать небольшие задержки при увеличении и увеличить энергопотребление. Если вы не используете другие инструменты, этот параметр можно спокойно отключить.
zh_hans: 可能会在缩放时造成轻微延迟并增加功耗。如果不使用其他工具，你可以放心禁用此选项。
zh_hant: 這可能會在縮放時導致輕微延遲並增加耗電量。如果不使用其他工具，你可以放心將其停用。

source: Scroll to Zoom
ja: スクロールでズーム
zh_hans: 滚动来缩放
zh_hant: 捲動來縮放
